Repository: apertium/apertium-sme-smj
Catalog: tmx_data/SDoahpponeavvuide.tmx
Source language: sme
Languages: smj

source: PRD: Sámediggeráđđi lea dál juolludan badjelaš 20,1 miljovnna ruvnno oahpponeavvuide
smj: PRD: Sámedikkeráde l juollodam ienep gå 20,1 millijåvnå kråvnå oahpponævojda.

source: Sámediggeráđđi lea dál juohkán badjelaš 20,1 miljovnna ruvnno oahpponeavvuid ráhkadeapmái.
smj: Sámedikkeráde l dálla juollodam ienep gå 20,1 millijåvnå kråvnå oahpponævojt åvddånahtátjit.

source: Okta suorgi masa leat vuoruhan doarjaga dán jagi leat oahpponeavvut nubbingielagiidda lulli- ja julevsámegillii.
smj: Dán jage la doarjja oahpponævo sidjij gænna li oarjjel- ja julevsámegiella nubben giellan vuorodam.

source: Sámediggeráđđi lea addán doarjaga ráhkadit oahpponeavvuid lullisámegillii, sierralágan giellaoahppanmetodihkka vuođul mii beavttálmahttá nuppigiela ohppiid doaibmi guovttegielalažžan.
smj: Sámedikkeráde l juollodam rudájt åvddånahtátjit oahpponævo oarjjelsámegiellaj sierra åhpadimvuoge baktu giellaåhpadibmáj mij dahká nubbegiellaåhpadusá oahppijt dåjmalasj guovtegielagin.

source: Mii guoská davvisámegillii, de leat addán doarjaga ráhkadit mobiilabihtáid nuppegielagiidda davvisámegillii, mii lea ávkin beavttálmahttet davvisámegiela nubbingielagiid giellaoahpu.
smj: Mij guosská nuorttasámegiellaj la Sámedikkeráde dårjav juollodam åvddånahtátjit mobilapp:ajt nubbegiellaoahppijda nuorttasámegiellaj, mij galggá nubbegiellaåhpadusáv nuorttasámegiellaj dåbmarabbo dahkat.

source: Sámediggeráđđi oaidná ja vásiha ahte sihke davvi-, lulli- ja julevsámegielat leat erenomáš hearkkes dilis.
smj: Sámedikkeráde vuojnná ja gávnat, nuortta-, oarjjel- ja aj julevsámegiellaj li duodaj ájteduvvam giellan.

source: - Mii leat duhtavaččat go mii dán jagáš bušeahtas leat sáhttán addit doarjagiid mat ovddidit giellaoahpahusa, nanusmahttet mánáid ja nuoraid lohkama ja mat dasa lassin leat heivehuvvon sidjiide geain leat erenoamáš dárbbut giellaoahpahusa oahpponeavvuide, dadjá sámediggeráđđeláhttu Mikkel Eskil Mikkelsen.
smj: – Mij lip ávon gå dán jagásj budsjehtan lip bessam dårjav vaddet mij giellaåhpadusáv åvdet, nanni mánáj ja nuoraj låhkåmav, ja ájn duodden la hiebadum sidjij gænna li sierra dárbo oahpponævojda giellaåhpadusá vuoksjuj, javllá sámedikkeráde sebrulasj Mikkel Eskil Mikkelsen.

source: - Mii guoská lullisámegillii de leat doarjagiid bokte viimmat olahan mihttomeari buvttadit visogokči oahpponeavvuid lullisámegielas vuosttašgiellan nuoraidskuvlla dássái, illuda Mikkelsen.
smj: – Oarjjelsámegiela vuoksjuj lip mij dårja baktu vijmak ulmmáj jåvsådam buvtadit åbbålasj oahpponævojt oarjjelsámegiellaj vuostasjgiellan nuorajskåvlå dássáj sjållert Mikkelsen.

source: - Mii leat vuoruhan oahpponeavvuid mat gusket lohkanhárjehallamii julev- ja lullisámegillii, ja addán doarjaga ráhkadit álkeslohkangirjjážiid lullisámegielas joatkkaskuvlla dássái.
smj: – Mij lip vuorodam oahpponævojt ma gåbttji låhkåmhárjjidussaj julevsámegiellaj ja oarjjelsámegiellaj, ja dårjav vaddám åvddånahtátjit álkkeslåhkåmgirjátjit oarjjelsámegiellaj joarkkaskåvllådássáj.

source: Lohkangirjjážiin lea čielga progrešuvdna ja dássejuohkin, mat lea ávkkálaččat lohkanhárjehallamis, joatká Mikkelsen.
smj: Låhkåmgirjátjijn li tjielgga progresjåvnå ja dássejuohkem, mij la ávkken låhkåmhárjjidussaj, joarkká Mikkelsen.

source: Sámediggeráđđi oaidná maid deaŧalažžan vuoruhit oahpponeavvuid duojis nannen dihte ja viidásit fievrridit sámi kultuvra ja –árbevirolašmáhtu.
smj: Sámedikke mielas la aj ájnas vuorodit oahpponævojt duojen sáme kultuvrav ja árbbediedojt dårjatjit ja vijddásappot vattátjit.

source: Vuođđoskuvlla oahpponeavvu Duodjegáldu galgá dál jorgaluvvot ja heivehuvvot lulli- ja julevsámegillii.
smj: Oahpponævvo Duodjegáldu vuodoskåvllåj galggá dálla jårggåluvvat ja hiebaduvvat julevsámegiellaj ja oarjjelsámegiellaj.

source: Dasa lassin lea Sámediggeráđđi maiddái vuoruhan doarjaga fáddávuđot oahpponeavvuide duojis, lullisámegillii gitta joatkkaskuvlla dássái.
smj: Duodden dasi la Sámedikkeráde aj vuorodam dårjav tiemá oahpponævojda duojen oarjjelsámegiellaj gitta joarkkaskåvllådássáj.

source: – Borramuš ja dearvvašvuohta fágas leat váilon visotgokči oahpponeavvut sámegillii.
smj: – Biebbmo- ja varresvuodafágan la vádnunam åbbålasj oahpponævojt sámegiellaj.

source: Dál beasan iluin almmuhit ahte mii leat juolludan doarjaga ohcamii mas lea ulbmil ráhkadit oahpponeavvoráiddu gaskadássái.
smj: Dálla ávos besav diededit, mij lip juollodam dårjav avta åhttsåj gænna l ulmme åvddånahttet oahpponævvorájdov gasskadássáj.

source: Ráidu leat buot golmma sámegillii ja das lea sihke deaddiluvvon ja digitála oasit, loahpaha ráđđelahttu Mikkelsen.
smj: Rájddo l gájkka gålmå sámegiellaj ja dajn la prienntidum ja digitála oase, låhpat rádesebrulasj Mikkelsen.

source: Sámediggi oaččui ohcamiid oktiibuot 33,2 miljovnna ruvnno ovddas.
smj: Sámedigge oattjoj åhtsåmusájt aktisattjat 33,2 millijåvnå kråvnnåj.

source: Vaikko leat olu ohcamušat bušeahttarámma ektui, de lea sámediggeráđđi duhtavaš go leat sáhttán gokčat eanaš vuoruhuvvon surggiid dán jagi, dadjá Mikkelsen.
smj: – Jus ga li edna åhtsåmus budsjæhttarámma gáktuj la sámedikkeráde dudálasj gå dán jage lip nahkap gåbttjåt ienemusáv vuorodam suorgijs, javllá Mikkelsen.

source: Sámedikki doaibmaplána oahpponeavvoráhkadeapmái áigodagas 2015-2018 ja leat vuođđun Sámedikki jahkásaš vuoruhemiide.
smj: Sámedikke doajmmapládna oahpponævojt åvddånahtátjit gávddaj 2015-2018 li vuodon Sámedikke jahkásasj vuorodimijda.

source: Oahpponeavvut maidda mii leat juolludan doarjaga galget ráhkaduvvot ođđa oahppoplánaid vuođul mat válbmanit 2019:s.
smj: Oahpponævojt majda lip dårjav juollodam galggi åvddånahteduvvat daj ådå oahppoplána milta ma gárveduvvi 2019.

source: Ja mis lea ulbmil ahte buvttadeaddjit gárvejit daid ođđa oahpponeavvuid bealnjealját jagis.
smj: Mijá ulmme l aj juhti ådå oahpponævoj buvtadiddje galggi dajt gárvedit gålmå ja bielle jahkáj.

source: Jus áiggut jearahallama, de riŋges sámediggeráđđái Mikkel Eskil Mikkelsenii, +47 917 42 161.
smj: Ságájdahtátjit, guládalá sámedikkerádijn Mikkel Eskil Mikkelsenijn, +47 917 42 161.
